Revit 2027 API
ExternalResourceMatchOptions Properties
The ExternalResourceMatchOptions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
ResourceType |  The desired resource type which external resources should match.
Top
See Also
Reference
ExternalResourceMatchOptions Class
Autodesk.Revit.DB Namespace